Repository: Abando/esupa
Catalog: esupa/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Full name
pt_br: Nome completo

source: As in legal documentation.
pt_br: Conforme documentação legal.

source: ID
pt_br: Registro geral (RG)

source: Type of document and its number.
pt_br: Informe número e órgão expeditor. Caso não tenha RG, coloque o número de outro documento, como CNH ou Passaporte.

source: Badge
pt_br: Crachá

source: Name to be printed on con badge.
pt_br: O nome que será impresso no seu crachá (badge).

source: For contact before event date.
pt_br: Para contato até o dia do Abando.

source: Cell phone
pt_br: Telefone celular

source: For contact at event date.
pt_br: Em caso de desencontro no dia do Abando, vamos telefonar esse número.

source: Birth date
pt_br: Data de nascimento

source: Shirt size
pt_br: Tamanho da camiseta

source: Blood type
pt_br: Tipo sanguíneo

source: Only if you're sure, blood type and Rh factor, such as O+, AB−, etc.
pt_br: Apenas se souber, informe tipo e fator Rh, por exemplo, O+, AB−, etc.

source: Do you have private health plan coverage in the region?
pt_br: Possui plano de saúde particular?

source: Emergency contact
pt_br: Contato para emergências

source: Nome, relationship, and phone number with area code.
pt_br: Informe nome, relação, e número de telefone (com DDD).

source: Routine and emergency medical information
pt_br: Informações médicas rotineiras e de emergência

source: Routine medication, crisis medication, blood pressure, diabetes, breathing conditions, heart conditions, food or medication allergies, any sort of condition that requires special care.
pt_br: Medicação sendo tomada, medicação para crises, pressão alta, diabetes, problemas respiratórios, do coração, alergias (alimentares e medicamentosas), qualquer problema ou condição que necessite de cuidado especial.

source: Optional
pt_br: Opcional

source: Read and agreed to [terms and conditions].
pt_br: Li e concordo com o [regulamento].

source: Must be born until %(date)s.
pt_br: Somente nascidos até %(date)s.

source: You must be %(age)d or older at %(when)s.
pt_br: Você deverá ter %(age)d anos ou mais no dia %(when)s.

source: Write in format:
pt_br: Use o formato:

source: Amount to be paid
pt_br: Quantidade a ser paga

source: You can pay partially to combine different payment methods.
pt_br: Com o pagamento parcial você pode combinar diferentes formas de pagamento.

source: To avoid name clashes, these slugs are not allowed:
pt_br: Para evitar conflitos de nome, estes slugs são proibidos:

source: New
pt_br: Nova

source: Filled
pt_br: Preenchida

source: Queued for pay
pt_br: Em fila para poder pagar

source: Expecting payment
pt_br: Aguardando pagamento

source: Verifying payment
pt_br: Verificando pagamento

source: Partially paid
pt_br: Parcialmente paga

source: Unpaid staff
pt_br: Tripulante não pago

source: Confirmed
pt_br: Confirmada

source: Checking data
pt_br: Verificando dados

source: Rejected
pt_br: Rejeitada

source: Payment Available
pt_br: Pagamento Liberado

source: Your subscription may be paid now. After payment is confirmed, the spot is yours.
pt_br: Sua inscrição está pronta para ser paga. Após o pagamento, ela será confirmada, e sua vaga estará garantida.

source: Payment Expired
pt_br: Pagamento Vencido

source: Your %d hour deadline was missed and you've been moved off the payment queue.
pt_br: O seu prazo de %d horas para pagar venceu e você foi retirado da fila de pagamento.

source: Subscription Denied
pt_br: Inscrição Negada

source: Your data has been verified and your subscription has been denied.
pt_br: Seus dados foram verificados e sua inscrição foi negada.

source: Subscription Confirmed
pt_br: Inscriçao Confirmada

source: Welcome! Your subscription is confirmed. :)
pt_br: Bem vindo! Sua inscrição está confirmada. :)

source: Payment Cancelled
pt_br: Pagamento Cancelado

source: The payment processor has cancelled your payment.
pt_br: O seu pagamento foi cancelado pela operadora de pagamento.

source: Subscription Saved
pt_br: Inscrição Salva

source: Your changes were saved.
pt_br: Suas alterações foram salvas

source: Your subscription is now: %s
pt_br: Sua inscrição agora está: %s

source: Should you need to make any further updates, go to:
pt_br: Caso preciso fazer mais alterações, use o link:

source: Bank Transfer
pt_br: Depósito Bancário

source: Amount Transferred
pt_br: Valor depositado

source: Receipt
pt_br: Comprovante

source: Transfer up to R$ %(price)s to this bank account and send a receipt image. %(info)s
pt_br: Deposite até R$ %(price)s na conta abaixo e envie foto ou scan do comprovante. %(info)s

source: Subscription and Payment
pt_br: Inscrição e Pagamento

source: You may wire a bank transfer straight to a staffer's account, and attach the receipts here. When you reach the total subscription value, your slot will be confirmed.
pt_br: Você pode fazer um ou mais depósitos diretamente na conta de um tripulante e ir anexando os comprovantes nesta tela. Quando o total chegar ao valor da inscrição, a tesouraria do Abando confirmará sua vaga. Até lá, guardaremos com carinho seu lugar para que possa completar os pagamentos.

source: Send
pt_br: Enviar

source: Back
pt_br: Voltar

source: Save Edits
pt_br: Salvar Edições

source: Cancel Edit
pt_br: Cancelar Edição

source: Your subscription is:
pt_br: Sua inscrição está:

source: We'll meet at %(name)s!
pt_br: Nos vemos no %(name)s!

source: Edit
pt_br: Editar

source: Legal name:
pt_br: Nome legal:

source: Document:
pt_br: Documento:

source: Badge:
pt_br: Crachá:

source: Mobile:
pt_br: Celular:

source: Birth date:
pt_br: Nascimento:

source: Shirt:
pt_br: Camiseta:

source: Blood type:
pt_br: Tipo sanguíneo:

source: Local health coverage?
pt_br: Possui plano de saúde?

source: Emergency contact:
pt_br: Contato de emergência:

source: Medical information:
pt_br: Informações médicas rotineiras e de emergência:

source: Optionals:
pt_br: Opcionais:

source: none
pt_br: nenhum

source: Agreed to <a href="%(url)s">terms and conditions</a>?
pt_br: Leu e concordou com o <a href="%(url)s">regulamento</a>?

source: Subscription value:
pt_br: Valor da inscrição:

source: Confirmed payments:
pt_br: Pagamentos confirmados:

source: Payments under review:
pt_br: Pagamentos sendo verificados:

source: See attachment.
pt_br: Ver anexo.

source: Pay using
pt_br: Pagar seu registro usando

source: just now
pt_br: agora

source: %s ago
pt_br: há %s

source: in %s
pt_br: em %s

source: There is no event. Create one in /admin/
pt_br: Nenhum evento cadastrado. Crie um em /admin/

source: Unknown event %s.
pt_br: Evento desconhecido %s.

source: No such document.
pt_br: Documento não existe.
